alexcvzz.vscode-sqlite
angular.ng-template
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
docker.docker
editorconfig.editorconfig
esbenp.prettier-vscode
github.github-vscode-theme
golang.go
mermaidchart.vscode-mermaid-chart
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.powershell
ms-vscode.vscode-chat-customizations-evaluations
qwtel.sqlite-viewer
redhat.vscode-xml
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
xoofx.scriban
yoavbls.pretty-ts-errors
